<%@ Page Language="C#" MasterPageFile="~/IndexMaster.master" AutoEventWireup="true" CodeFile="laws.aspx.cs" Inherits="laws" Title="Untitled Page" %>
<asp:Content ID="Content1" ContentPlaceHolderID="contentHolder" Runat="Server">
    <div class="title"><span class="title_icon"><img src="images/bullet1.gif" alt="" title="" /></span>网站使用协议</div>
        
        	<div class="feat_prod_box_details">
            <p class="details">
            <span style="font-size:medium;">欢迎访问Sherry网上销售系统</span><br />
            </p>
            <p class="details">
根据本使用条款、我们的隐私权政策和您在网站上看到的与特定功能、特征或促销以及客户服务相关的其他条款政策（此类条款政策均被视为本使用条款的一部分并统称为“使用条款”），Sherry网上销售系统向您提供Sherry网站的内容和服务。请仔细阅读本使用条款。您访问或使用“网站”，说明您已同意受本条款的约束。 
            </p>
<p class="details">1. 隐私权</p>

<p class="details">请查阅我们的隐私权政策, 以便理解我们的隐私保护措施。</p>

<p class="details">2. 供个人使用的产品和服务</p>

<p class="details">我们通过本网站自身或通过指定的经销商提供给您的任何产品和服务及其样品仅供您个人享用。任何从我方购买或收到的产品、服务及其样品均不可出售或转售。</p>

<p class="details">3. 与购买有关的政策和程序</p>

<p class="details">在Sherry网上销售系统订购产品通过第三方服务商运作和完成。一切关于产品和订单的查询都应依照第三方服务商的相关政策和程序向其发出。若须查看有关在该站发出订单的政策和程序（如订单处理、送货程序、退换货等），请点击这里 
</p>
<p class="details">4. 信息的准确性 </p>

<p class="details">我们尽量做到在“网站”上对产品的描述准确无误；然而，我们无法保证产品说明、颜色或“网站”上的其他内容完全精确、完整、现时或毫无差错。如果我们在“网站”出售的产品和“网站”描述有所出入，您唯一的补救办法是根据第3条的程序将未使用的产品退货。
</p>
<p class="details">5. 知识产权 </p>

<p class="details">“网站”的所有内容及其“视觉和感觉”，包括但不限于商标、标志、服务商标、文字、图表、标识、按钮图标、图像、声音片段、数据汇编和软件以及文献编汇（合称“内容”）均为Sherry网上销售系统、我们的关联公司、合作伙伴和许可方的财产，并受包括著作权法和商标法在内的美国、中国和国际法律的保护。

除下述第六条有限许可的规定或适用法律规定外，未经我们事先明确书面同意，“网站”的内容或任何其他部分均不得为任何目的被全部或部分使用、再版、复制、仿制、出售、转售、访问、修改或以其他方式利用。 
</p>
<p class="details">6. 有限许可</p>

<p class="details">您可以访问及使用本网站，但不可：<br/>(1) 框定或使用成帧技术框住本网站或其任何部分；<br/>(2) 再发表、再发布、销售、许可或下载本网站或任何内容，（除暂存或查看本网站所必需）；<br/>(3) 除个人使用以外对网站或其内容作其他任何用途；<br/>(4) 修改、反向工程或根据本网站或任何内容创作衍生作品；<br/>(5) 为您个人或其他方收集帐户资料；<br/>(6) 在任何内容上使用任何元标记(Mega tags) 或任何其他“隐藏文字”；<br/>(7) 使用软件机器人、搜索蜘蛛、爬行搜索技术或类似的数据收集和提取工具，或采取可能给我们的信息基础设施造成不合理的负担或重负的任何其他手段。<br/>您必须不加修改的保留本网站上的及其上附带或包含的所有权通知。

您可以对“网站”主页进行超级链接，仅为您个人及非商业之用。<br/>与“网站”链接的网站<br/>(1)可链接到我们“网站”，但不得复制“网站”的内容；<br/>(2)不可暗示我们支持该网站或其服务或产品；<br/>(3)不可不实地陈述其与我们的关系；<br/>(4)不可包含在适用法律项下可能被理解为非法的、令人反感的、下流的、攻击性的或有争议的内容，且只可包含对所有年龄层均合适的内容；<br/>(5)不可以虚假、误导、诽谤或在其他方面具有攻击性或有伤风化的方式描述我们或我们的产品和服务，或将我们与不受欢迎的产品、服务或意见加以联系；<br/>(6)不可链接到“网站”主页外的任何其他页面。我们可要求您去除对“网站”的任何链接，一经收到上述要求，您应立即去除或断开这些链接。<br/>

您对任一“网站”任何未经授权的使用将立即终止本第六条所规定的有限许可。</p>

<p class="details">7. 您的义务和责任</p>

<p class="details">您在访问或使用任一“网站”时，应当遵守本使用条款和“网站”上张贴的访问使用特别警示或指示。您应当根据法律和惯例善意行事。您不应当对“网站”或出现在“网站”上的任何内容或服务进行任何修改或改动，而且不应以任何方式损害“网站”的完整性和正常运作。如果您由于疏忽或故意违反本条款中的任何规定，您应对Sherry网上销售系统、我们的关联公司、合作伙伴或许可方造成的损失和损害承担责任。</p>
<p class="details">8. 您的帐户</p>

<p class="details">若您是18岁以上人士，您可以在我们的“网站”注册。如果您未满18岁，请不要注册。如果您已满18岁且注册，您的账户会有一个电子邮件地址/用户名和密码。您应负责对自己的账户、用户名和密码保密，并限制他人使用您的电脑登陆您的账户。 您应负责保证账户相关信息现时、完整、准确和真实，并为在您的帐户、用户名和/或密码项下发生的所有行为负责。您同意只提供现时、完整、准确和真实的信息。

我们保留无需事先通知，拒绝服务和/或终止帐户的权利。</p>

<p class="details">9. 第三方链接</p>

<p class="details">我们不对“网站”之外的页面或与“网站”相链接的其他网站的内容负责。您应仔细阅读所有您访问的“网站”之外的页面及其他网站的使用条款和隐私权政策。</p>

<p class="details">10. 特别项目、功能和活动</p>

<p class="details">“网站”可能会提供某些特别项目、功能和活动（比如竞赛、抽奖或其他活动），这些活动会<br />(1)适用除本条款之外的使用规则、条款和/或政策；<br />(2) 由我们或第三方提供。若您选择参与这些活动，我们会通知您，您同意参与活动适用另外单独的使用规则、条款和/或政策。</p>

<p class="details">11. 提交资料</p>

<p class="details">我们一般谢绝未经请求的建议和想法。然而，您向我们提供的任何询问、反馈、建议、想法或其他信息（合称“提交资料”）将作为非私有、非保密的资料处理。在遵守我们隐私权政策的前提下，我们可以以任何形式、媒介或技术复印、使用、复制、修改、改编、公布、出售、转让、翻译、制造衍生作品、分发及展示任何提交资料，不论上述提交资料是目前为人所知或今后开发的，单独的或是其他产品的一部分，我们也可在我们的产品或服务上或结合产品或服务而应用提交资料。

每一个因特网用户都有义务保护因特网的安全。您保证上述提交资料并不构成或包含软件病毒、商业招揽、链式信函、群发邮件或任何形式的“垃圾信息”。您不可使用虚假的电子邮件地址，假冒任何个人或实体，或以别种方式就任何提交资料的来源误导我们。您同意就您违反本条及而导致的或因提交资料发生的任何损失向我们赔偿。 
</p>


<p class="details">12. 使用者信息</p>

<p class="details">当您向任一“网站”，尤其是Sherry沙龙网站传输、上载、发布、电邮或通过其他方式使得“网站”获得数据、文本、软件、音乐、声音、照片、表格、图像、录像、消息或其他材料（“使用者信息”），您须对此等使用者信息全权负责。该使用者信息构成上述11条所述的提交资料。这意味着，资料的提交者，而并非我们，应对在任一“网站”提交的使用者信息全权负责。您同意不进行、协助或鼓励他人向“网站”传输、上载、发布、电邮或通过其他方式使“网站”拥有以下使用者信息：<br />
(1) 违背中国宪法所确定的基本原则的； <br />(2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br />(3) 损害国家荣誉和利益的；<br />(4) 煽动民族仇恨、民族歧视、破坏民族团结的；<br />(5) 破坏国家宗教政策，宣扬邪教和封建迷信的；<br />(6) 散布谣言，扰乱社会秩序，破坏社会稳定的；<br />(7) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br />(8) 侮辱或者诽谤他人，侵害他人合法权利的；<br />(9) 含有虚假、诈骗、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；<br />(10) 您无法定权利、协议性权力或代理权发布该信息；<br />
(11) 您知道该信息是错误的、不准确或误导性的；<br />(12) 您发布该信息获得了第三方的报酬；<br />(13) 该信息侵犯了任何其他方的任何专利、商标、商业秘密、版权或其他所有权；<br />(14) 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。<br /> 

另外，您同意不传输、上载、发布、电邮或通过其他方式使得“网站”得到软件病毒、未经请求或授权的广告、商业招揽或促销性材料，包括链式信函、群发邮件或任何形式的“垃圾信息”。<br />您还同意不进行下列行为：<br />（1）冒充任何个人或组织，或错误的陈述或通过其他方式表示您与任何个人或实体之间的关联关系；<br />（2）骚扰或袭击他人，包括挑起他人的袭击、诱骗或通过其他方式陷害他人，包括通过任何方式骚扰未成年人；<br />（3）伪造标题或通过其他方式假造标识符以隐藏任何使用者信息的来源；
<br />（4）故意或非故意地违反任何适用的当地国家或国际法律；<br />（5）收集或储藏其他用户的个人身份数据。<br />

我们并不支持或控制在“网站”传输或上载的使用者信息的内容，所以我们并不保证其精确性、完整性和质量。您应理解，对任一“网站”的使用者信息的接触，您都可能接触到您认为令人不快的、不当的、或有争议的信息。我们在任何情况下都不为任何使用者信息负责，包括但不限于，我们不负责使用者信息的任何错误和遗漏，或由您在使用过程中造成的使用者信息任何形式的遗漏或损坏。

您承认，我们完全拥有拒绝发布或删除任何使用者信息的权利（并非义务），并且我们保留修改、压缩、或删除任何使用者信息的权利。在不限制上述说明和本使用条款中其他条款原则的前提下，我们拥有删除违反本使用条款或在其他方面有争议的使用者信息，且对于任何违反本使用条款或对他人侵权的用户，我们保留无提前通知即拒绝对其服务的权利。
</p>


<p class="details">13. 版权争议</p>

<p class="details">我们尊重他人的知识产权。如果您认为某一作品在本网站上被抄袭而构成著作权侵权，请点击此处通知我们有关侵权诉求。</p>

<p class="details">14. 声明和保证；责任限制</p>

<p class="details">本网站按现状提供。在适用法律允许的范围内，我们并不就本网站作任何形式（无论明示或暗示）的声明或保证。

在适用法律允许的范围内，我们不为下述情况负责或承担责任（包括合同法、侵权法（包括疏忽）或其他责任）<br />(1)业务中断；<br />(2)对本网站的访问延迟或访问中断；<br />(3)数据不传送、错误传送、讹误、破坏或被篡改；
<br />(4)由于处理本网站上的网站外链接或因网站外链接的出现而发生的任何类型的损失或损害；<br />(5)您因使用本网站，包括超级链接出入第三方网站时，可能发生的计算机病毒、系统故障或失灵；<br />(6)任何不准确或有疏漏的内容；或(7)在我们合理控制范围以外的事件。<br />

而且，在法律允许的最大范围内，我们将不为与本网站有关的任何类型的间接或结果性损害（包括利润损失）负责，不论诉讼形式是基于合同、侵权（包括疏忽）或其他理论，即使我们接到可能发生该等损害的通知。
</p>
<p class="details">15. 补偿</p> 

<p class="details">您同意对因您使用“网站”或违反本使用条款导致任何第三方提出权利主张、起诉或要求而产生的任何损失、损害或费用，包括合理的律师费向我们作出保护和补偿，并使我们不受损失。您也同意对因您使用软件机器人、搜索蜘蛛、爬行搜索器或类似数据收集和提取工具，或您采取的给我们的信息基础设施造成不合理的负担或重负的任何其他手段而产生的任何损失、损害或费用，包括合理的律师费向我们作出补偿。 
</p>
<p class="details">16. 争议</p>

<p class="details">对于与“网站”有关的任何争议和本使用条款所包含的您的权利和义务及所有行为应受中华人民共和国法律管辖。与您访问“网站”有关的任何形式的争议应提交给中国国际经济贸易仲裁委员会（“贸仲会”）在上海进行仲裁，您接受该机构的管辖权和程序；但如果您以任何方式侵犯或可能侵犯我们（或我们的关联实体、合作伙伴或许可人）的知识产权或我们有基于衡平法的诉因，我们可在任何有适当管辖权的法院寻求禁令或其他适当的救济，您同意该法院的属人管辖权和属地管辖权。在本协议项下的仲裁应根据贸仲会届时有效的仲裁规则进行。 仲裁裁决应具有约束力，并可在任何具有司法管辖权的法院作判决备案。在法律许可的最大范围内，本使用条款项下的任何仲裁不得与涉及受制于本使用条款的任何其他方的仲裁合并，无论是否以集体仲裁程序或其他方式提起。 
</p>
<p class="details">17. 同意由网站公告或电邮形式接受电子通知</p>

<p class="details">您同意通过电子方式，包括但不限于电子邮件或“网站”上的通告，接受本使用条款提及的任何协议、通知、披露和其它通讯（合称“通知”）。 您同意我们以电子方式提供给您的通知符合该等通知应当书面做出的法律要求。您必须发送电子邮件至service@esteelauder.com.cn并停止使用“网站”，来通知我们您不再同意以电子方式接受通知。在此情况下，所有根据本使用条款赋予您的权利，包括但不限于第六条所述有限许可，应当自动终止。遗憾的是，我们无法向不同意以电子方式接受通知的用户提供“网站”的服务。

请注意，本条同意接受通知的规定和一切您作出的接收销售通讯的选择不相关联。您对于是否接收销售通讯的选择由我们的隐私权政策来规定。</p> 

<p class="details">18. 一般规定</p>
<p class="details">
我们可在任何时间通过在“网站”上公布的方式更改上述使用条款。任何更改在“网站”公布和发出更改通知之时立即生效。您对“网站”的继续使用构成您对所有该等更改的同意。
            </p>
            </div>
</asp:Content>

